Calendar.LANG("ar", "عربية لغة" , {

        fdow: 0,                // first day of week for this locale; 0 = Sunday, 1 = Monday, etc.

        goToday : "اليوم",

        today: "اليوم",         // appears in bottom bar

        wk: "sm.",

        weekend: "5,6",         // 0 = Sunday, 1 = Monday, etc.

        AM: "am",

        PM: "pm",

        mn : [ "جانفي",
               "فيفري",
               "مارس",
               "أفريل",
               "ماي",
               "جوان",
               "جويلية",
               "أوت",
               "سبتمبر",
               "أوكتوبر",
               "نوفمبر",
               "ديسمبر" ],

        smn : [ "جانفي",
                "فيفري",
                "مارس",
                "أفريل",
                "ماي",
                "جوان",
                "جويلية",
                "أوت",
                "سبتمبر",
                "أوكتوبر",
                "نوفمبر",
                "ديسمبر" ],

        dn : [ "الأحد",
               "الإثنين",
               "الثلاثاء",
               "الأربعاء",
               "الخميس",
               "الجمعة",
               "السبت",
               "الأحد" ],

        sdn : [ "الأحد",
                "الإثنين",
                "الثلاثاء",
                "الأربعاء",
                "الخميس",
                "الجمعة",
                "السبت",
                "الأحد" ]

});
