Calendar.LANG("uk", "українська", {

        fdow: 1,                // first day of week for this locale; 0 = Sunday, 1 = Monday, etc.

        goToday: "Сьогодні",

        today: "Сьогодні",      // appears in bottom bar

        wk: "нед",

        weekend: "0,6",         // 0 = Sunday, 1 = Monday, etc.

        AM: "am",

        PM: "pm",

        mn : [ "січень",
               "лютий",
               "березень",
               "квітень",
               "травень",
               "червень",
               "липень",
               "серпень",
               "вересень",
               "жовтень",
               "листопад",
               "грудень" ],

        smn : [ "січ",
                "лют",
                "бер",
                "кві",
                "тра",
                "чер",
                "лип",
                "сер",
                "вер",
                "окт",
                "жов",
                "гру" ],

        dn : [ "неділя",
               "понеділок",
               "вівторок",
               "середа",
               "четвер",
               "п'ятниця",
               "субота",
               "неділя" ],

        sdn : [ "нед",
                "пон",
                "вів",
                "срд",
                "чет",
                "п'ят",
                "суб",
                "нед" ]

});
